Ran Plan for dir: `atlantis/terraform` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # github_repository_webhook.webhook will be created
+ resource "github_repository_webhook" "webhook" {
      + active     = true
      + etag       = (known after apply)
      + events     = [
          + "issue_comment",
          + "pull_request",
          + "pull_request_review",
          + "pull_request_review_comment",
          + "push",
        ]
      + id         = (known after apply)
      + repository = "grafana-cloud-atlantis"
      + url        = (known after apply)

      + configuration {
          + content_type = "application/json"
          + secret       = (sensitive value)
          + url          = (sensitive value)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d atlantis/terraform`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis-2023-02-24.yooser.xyz/lock?id=doubtingben%252Fgrafana-cloud-atlantis%252Fatlantis%252Fterraform%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d atlantis/terraform`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`